import React, { Component } from 'react';

class RulesPage extends Component {
  render() {
    return (
      <div className="animated fadeIn">
        <b><a href="http://pdd.by/pdd/ru/p19/"> Глава 19. Остановка и стоянка транспортных средств.</a></b>
        <p>138. Остановка и стоянка транспортных средств разрешаются:<br />
          <br />
          138.1. в специально отведенном месте, обозначенном дорожным знаком «Место стоянки» («Место стоянки такси», «Место отдыха»);<br />
          <br />
          138.2. на правой по ходу движения обочине, а при отсутствии обочины или невозможности остановиться на ней — у края проезжей части дороги параллельно ему, за исключением тех мест, где с помощью дорожных знаков или дорожной разметки допускается иное расположение транспортных средств (вне населенных пунктов разрешается только остановка транспортных средств);<br />
          <br />
          138.3. на левой обочине дороги с односторонним движением, а при ее отсутствии или невозможности остановиться на ней — у левого края проезжей части дороги параллельно ему, за исключением тех мест, где с помощью дорожных знаков или дорожной разметки допускается иное расположение транспортных средств, при наличии там тротуара, непосредственно прилегающего к проезжей части дороги, а в населенных пунктах — также на дороге с одной полосой движения для каждого направления без трамвайных путей посередине (вне населенных пунктов разрешается только остановка транспортных средств).<br />
          <br />
          139. Транспортные средства разрешается ставить на стоянку с соблюдением требований дорожных знаков и горизонтальной дорожной разметки, а при их отсутствии — при условии рационального использования места стоянки, не создавая препятствия для доступа к находящимся на нем другим транспортным средствам и их последующего движения.<br />
          <br />
          140. Остановка на время более 5 минут и стоянка транспортного средства, в том числе в местах, специально отведенных для отдыха, должна осуществляться с неработающим двигателем транспортного средства.<br />
          <br />
          141. При вынужденной остановке транспортного средства на проезжей части дороги и в местах, где остановка запрещена, водитель должен принять все возможные меры для выведения его за пределы проезжей части дороги.<br />
          <br />
          Устранять возникшие технические неисправности транспортного средства по возможности необходимо вне проезжей части дороги. В случае устранения технических неисправностей транспортного средства на проезжей части дороги лицам, выполняющим такие действия, рекомендуется находиться в одежде повышенной видимости со световозвращающими элементами.<br />
          <br />
          142. Транспортные средства, за исключением велосипеда, мопеда, мотоцикла без бокового прицепа, толкать по проезжей части дороги запрещается (за исключением случая выведения их за пределы проезжей части дороги).<br />
          <br />
          143. Остановка и стоянка транспортных средств запрещаются:<br />
          <br />
          143.1. в зоне действия соответственно дорожных знаков «Остановка запрещена», «Стоянка запрещена», «Стоянка запрещена по нечетным числам месяца», «Стоянка запрещена по четным числам месяца» и (или) линий горизонтальной дорожной разметки 1.4, 1.10;<br />
          <br />
          143.2. в местах, где расстояние между сплошной линией горизонтальной дорожной разметки (кроме обозначающей край проезжей части дороги) и остановившимся транспортным средством составляет менее 3 метров;<br />
          <br />
          143.3. на пешеходных переходах и ближе 15 метров от них на дороге в обе стороны;<br />
          <br />
          143.4. на перекрестках и ближе 15 метров от края пересекаемой проезжей части дороги (кроме жилых зон), за исключением стороны напротив бокового проезда трехсторонних перекрестков, имеющих сплошную линию горизонтальной дорожной разметки или сплошную разделительную полосу;<br />
          <br />
          143.5. на остановочных пунктах маршрутных транспортных средств и ближе 15 метров от них, кроме случаев остановки для посадки (высадки) пассажиров, если это не создаст препятствия для движения маршрутных транспортных средств;<br />
          <br />
          143.6. на мостах, путепроводах, эстакадах и под ними, кроме специально оборудованных мест для стоянки;<br />
          <br />
          143.7. на полосах разгона и торможения, съездах транспортных развязок в разных уровнях и въездах на них;<br />
          <br />
          143.8. на железнодорожных переездах и ближе 50 метров от них в обе стороны;<br />
          <br />
          143.9. на поворотах дороги, обозначенных дорожными знаками «Опасный поворот», «Опасные повороты», в других местах с ограниченной обзорностью дороги и где видимость дороги менее 100 метров хотя бы в одном направлении движения;<br />
          <br />
          143.10. на проезжей части двухполосной дороги напротив стоящего на противоположной стороне дороги транспортного средства;<br />
          <br />
          143.11. на левой стороне дороги, за исключением случаев, указанных в подпункте 138.3 пункта 138 настоящих Правил;<br />
          <br />
          143.12. на трамвайных путях и в непосредственной близости от них, если это создаст препятствие для движения трамваев;<br />
          <br />
          143.13. в местах, где транспортное средство закроет от других водителей сигналы светофора, дорожные знаки или другие технические средства организации дорожного движения;<br />
          <br />
          143.14. на тротуарах, кроме специально отведенных мест, обозначенных дорожным знаком «Место стоянки» («Место стоянки такси»).<br />
          <br />
          Допускается остановка транспортных средств дорожно-эксплуатационной и коммунальной служб, автомобилей с наклонной белой полосой на бортах, а также других транспортных средств, обслуживающих торговые и другие организации, расположенные непосредственно у тротуаров, на время выполнения работ либо загрузки (разгрузки) транспортного средства при условии обеспечения безопасности дорожного движения;<br />
          143.15. на газонах и других участках с зелеными насаждениями;<br />
          <br />
          143.16. на проездах во дворах со стороны, прилегающей к жилой застройке;<br />
          <br />
          143.17. в местах, где стоящее транспортное средство создаст препятствие для движения, работы транспортных средств оперативного назначения и транспортных средств дорожно-эксплуатационной и коммунальной служб (въезды во дворы и выезды из них, проезды в арках, узкие местные проезды, места размещения контейнеров для сбора бытовых отходов и др.);<br />
          <br />
          143.18. ближе 10 метров от служебных дверей магазинов, через которые производятся погрузочно-разгрузочные работы, закрытых ворот, в том числе ворот гаражей.<br />
          <br />
          144. Включение водителем аварийной световой сигнализации при преднамеренной остановке и стоянке в местах, где они запрещены, не освобождает его от ответственности за нарушение требований пункта 143 настоящих Правил.<br />
          <br />
          145. Стоянка запрещается:<br />
          <br />
          145.1. вне населенных пунктов транспортных средств на проезжей части дороги и на обочине;<br />
          <br />
          145.2. транспортных средств с технически допустимой общей массой свыше 3,5 тонны вне специально отведенных мест, обозначенных дорожным знаком «Место стоянки» («Место отдыха»).<br />
          <br />
          146. Запрещается открывать (закрывать) двери транспортного средства или держать их открытыми, если это создаст препятствие для движения других участников дорожного движения.<br />
          <br />
          147. При нарушении водителями правил остановки или стоянки транспортных средств, в результате которого создано препятствие для дорожного движения или возникла угроза безопасности граждан, сотрудники ГАИ вправе произвести принудительную отбуксировку (эвакуацию) таких транспортных средств в порядке, установленном законодательными актами и принятыми в целях их реализации постановлениями Совета Министров Республики Беларусь.<br />
          При нарушении водителями правил остановки или стоянки грузовых автомобилей, автобусов, колесных тракторов, самоходных машин сотрудниками ГАИ может быть произведена блокировка колес этих транспортных средств в порядке, установленном законодательными актами и принятыми в целях их реализации постановлениями Совета Министров Республики Беларусь.</p>
      </div>
    )
  }
}

export default RulesPage;
